tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sttz/tap"
brew "ack"
brew "aspell"
brew "bash"
brew "bat"
brew "python@3.9"
brew "coreutils"
brew "git"
brew "gnuplot"
brew "jq"
brew "less"
brew "mas"
brew "neovim"
brew "openconnect"
brew "subversion"
brew "tealdeer"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "anybar"
cask "backblaze"
cask "dash"
cask "epic-games"
cask "expresso"
cask "expressvpn"
cask "firefox"
cask "font-hack"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-space-mono"
cask "handbrake"
cask "iina"
cask "kaleidoscope"
cask "latexit"
cask "launchbar"
cask "mactex-no-gui"
cask "mailmate"
cask "makemkv"
cask "micro-snitch"
cask "monodraw"
cask "moom"
cask "origin"
cask "skype"
cask "soundsource"
cask "steam"
cask "sublime-text"
cask "superduper"
cask "tex-live-utility"
cask "transmit"
cask "vlc"
cask "vmware-fusion"
cask "xquartz"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "StopTheMadness", id: 1376402589
mas "Tweetbot", id: 1384080005
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
