
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "ack"
brew "aspell"
brew "bash"
brew "bat"
brew "coreutils"
brew "cpanminus"
brew "dockutil"
brew "exa"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "haskell-stack"
brew "jq"
brew "less"
brew "mas"
brew "mosh"
brew "mupdf-tools"
brew "neovim"
brew "openconnect"
brew "perl"
brew "platformio"
brew "python"
brew "python-yq"
brew "rlwrap"
brew "sl"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"

cask "anybar"
cask "arq"
cask "backblaze"
cask "dash"
cask "docker"
cask "encryptme"
cask "epic-games"
cask "firefox"
cask "iina"
cask "kaleidoscope"
cask "latexit"
cask "launchbar"
cask "leech"
cask "little-snitch"
cask "mailmate"
cask "makemkv"
cask "micro-snitch"
cask "monodraw"
cask "moom"
cask "pupil"
cask "skype"
cask "steam"
cask "subler"
cask "sublime-text"
cask "superduper"
cask "tex-live-utility"
cask "transmit"
cask "vmware-fusion"
cask "xquartz"

cask "font-hack"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-space-mono"

mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "DaisyDisk", id: 411643860
mas "Fantastical", id: 975937182
mas "Instapaper", id: 1481302432
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StopTheMadness", id: 1376402589
mas "ToothFairy", id: 1191449274
mas "Tweetbot", id: 1384080005
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835

