
# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

# Mac App Store Commandline
brew 'mas'

# ZSH!!!
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-lovers'
brew 'zsh-syntax-highlighting'

# General developer. gcc installed at end
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'neovim'
brew 'python'
brew 'python3'
brew 'tldr'
brew 'tree'

# General user
brew 'aspell', args: ["with-lang-en", "with-lang-fr", "with-lang-ru"]
brew 'dockutil'
brew 'gnu-typist'
brew 'youtube-dl'

# Hacky things
brew 'reattach-to-user-namespace'

# Fonts
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-space-mono'

# Cask Apps
cask 'airserver'
cask 'arq'
cask 'cloak'
cask 'google-chrome'
cask 'launchbar'
cask 'little-snitch'
cask 'mailmate'
cask 'micro-snitch'
cask 'moom'
cask 'steam'
cask 'sublime-text'
cask 'superduper'
cask 'vlc'
cask 'xquartz'

# Mac App Store
mas "1Blocker",      id: 1107421413
mas "1Password",     id: 443987910
mas "Calca",         id: 635758264
mas "DaisyDisk",     id: 411643860
mas "Deliveries",    id: 924726344
mas "Fantastical 2", id: 975937182
mas "Keynote",       id: 409183694
mas "MindNode Pro",  id: 402398561
mas "Numbers",       id: 409203825
mas "Pages",         id: 409201541
mas "Pixelmator",    id: 407963104
mas "Tooth Fairy",   id: 1191449274
mas "Tweetbot",      id: 557168941
mas "Xcode",         id: 497799835

# And finally
brew 'gcc' # Warning: Long compile time

